<?php
use yii\helpers\Html;
$this->title='Контакты';
?>
<h1><?=Html::encode($this->title)?></h1>
<div class="contacts-page">
<h2>Публичное акционерное общество «Российские сети» (ПАО&nbsp;«Россети»)</h2>
<p><b>Юридический и фактический адрес:</b> 121353, Москва, Беловежская, д.4 </p>
<p><b>ИНН/ОГРН:</b> 7728662669/1087760000019</p>
<p><b>ЕГРЮЛ:</b> Серия 77 № 011168002 от 01.07.2008 г. </p>
<p><b>ОКПО:</b> 94129941</p>
<p><b>Тел./факс:</b> +7 (495) 995-53-33, 664-81-33 (пн-пт, с 09.00 до 18.00 по московскому времени) </p>
<p><a href="http://www.rosseti.ru" target="_blank">www.rosseti.ru</a></p>
<h2>Департамент корпоративного управления</h2>
<p><b>Бесплатная «горячая телефонная линия» для акционеров тел.: </b></p>
<p><b>Телефон:</b> +7 (495) 974-87-40 (пн-пт, с 9.00 до 18.00 по московскому времени)</p>
<p><b>E-mail:</b> <a href="mailto:ir@rosseti.ru">ir@rosseti.ru</a></p>
<h2>Аудитор</h2>
<p><b>Полное фирменное наименование:</b> Общество с ограниченной ответственностью «РСМ Русь» </p>
<p><b>Сокращенное фирменное наименование:</b> ООО «РСМ Русь»</p>
<p><b>Адрес:</b> 119285, г. Москва, Пудовкина, д.4</p>
<p><b>Телефон:</b> +7 (495) 363-28-48</p>
<p><b>Факс:</b> +7 (495) 981-41-21</p>
<h2>Банк-депозитарий</h2>
<p><b>Полное фирменное наименование:</b> The Bank of New York Mellon</p>
<p><b>Сокращенное фирменное наименование:</b> BNY MELLON</p>
<p><b>Адрес:</b> США, штат Нью-Йорк, г. Нью-Йорк, 10286, Уолл стрит, 1 (One Wall street, New York, new York 10286, USA)</p>
<p><b>Телефон:</b> +1 212 815 59 84</p>
<p><a href="https://www.bnymellon.com" target="_blank">www.bankofny.com</a></p>
<h2>Реестродержатель</h2>
<p><b>Полное фирменное наименование:</b> Акционерное общество «Регистраторское общество «Статус»</p>
<p><b>Сокращенное фирменное наименование:</b> АО «Статус» </p>
<p><b>Адрес:</b> 109052, г. Москва, ул. Новохохловская, д.23, стр.1</p>
<p><b>Тел.:</b> +7 (495) 280-04-87</p>
<p><a href="https://rostatus.ru/" target="_blank">www.rostatus.ru</a></p>
</div>