<?php
use yii\helpers\Html;
?>
<h1><?=Html::encode($this->title)?></h1>
<ul class="highlights-list">
    <li>
        <div class="highlights-list__title">Февраль</div>
        <ul>
            <li>Советом директоров утверждена Программа реализации экологической политики электросетевого комплекса на 2018-2019 годы.</li>
            <li>В рамках Российского инвестиционного форума Глава ПАО «Россети» представил проект стратегии развития «цифрового» электросетевого комплекса в России до 2030 года.</li>
            <li>Советом директоров отмечена успешная реализация плана мероприятий («дорожной карты») «Повышение доступности энергетической инфраструктуры»* в части достижения целевого ориентира по вхождению Российской Федерации по показателю «Подключение к системе электроснабжения» в топ-20 рейтинга «Ведение бизнеса – 2018», подготавливаемого Всемирным банком на ежегодной основе.</li>
            <li>Советом директоров утверждено Положение о Комитете по кадрам и вознаграждениям в новой редакции.</li>
        </ul>
    </li>
    <li>
        <div class="highlights-list__title">Март</div>
        <ul>
            <li>Советом директоров утверждена Информационная политика ПАО «Россети» в новой редакции.</li>
        </ul>
    </li>
    <li>
        <div class="highlights-list__title">Май</div>
        <ul>
            <li>Советом директоров утверждена актуализированная Программа модернизации (реновации) электросетевых объектов ДЗО ПАО «Россети» на период 2018-2026 годы.</li>
        </ul>
    </li>
    <li>
        <div class="highlights-list__title">Июнь</div>
        <ul>
            <li>Запущена в эксплуатацию первая цифровая подстанция Московского региона.</li>
            <li>Акционерами ПАО «Россети» принято решение направить на выплату дивидендов 2,5 млрд рублей по итогам 1 квартала 2018.</li>
        </ul>
    </li>
    <li>
        <div class="highlights-list__title">Июль</div>
        <ul>
            <li>Официально запущен в эксплуатацию интернет-портал для потребителей «Светлая страна».</li>
        </ul>
    </li>
    <li>
        <div class="highlights-list__title">Октябрь</div>
        <ul>
            <li>Советом директоров назначен руководитель подразделения внутреннего аудита ПАО «Россети».</li>
            <li>Советом директоров утверждено Положение о Системе управления качеством ПАО «Россети» в новой редакции.</li>
            <li>В Калининградской области введен в эксплуатацию первый в стране цифровой ветропарк.</li>
        </ul>
    </li>
    <li>
        <div class="highlights-list__title">Декабрь</div>
        <ul>
            <li>Советом директоров утвержден Единый стандарт закупок ПАО «Россети».</li>
            <li>Советом директоров одобрена Концепция «Цифровая трансформация 2030».</li>
        </ul>
    </li>
</ul>

<div class="footnote" style="margin-top: 60px">
    <div class="footnote__num">*</div>
    <div class="footnote__text">Утвержден распоряжением Правительства Российской Федерации от 30.06.2012 № 1144-р.</div>
</div>