<h1>Консолидированный отчет о движении денежных средств (в&nbsp;миллионах российских рублей, если не&nbsp;указано иное)</h1>
<div class="fin-table">
    <div class="fin-table__scroll-inf">
        <a class="fin-table__informer">
            <img src="/images/common/arrow-left.svg"> Прокручиваемая таблица <img src="/images/common/arrow-right.svg">
        </a>
    </div>
    <div class="fin-table__content">

        <table>
            <tr class="valign_bottom">
                <td></td>
                <td>Прим.</td>
                <td>За год, закончившийся<br>31&nbsp;декабря&nbsp;2018&nbsp;года</td>
                <td>За год, закончившийся<br>31&nbsp;декабря&nbsp;2017&nbsp;года<br>(пересчитано)</td>
            </tr>
            <tr class="font_bold">
                <td>ДВИЖЕНИЕ ДЕНЕЖНЫХ СРЕДСТВ ОТ ОПЕРАЦИОННОЙ ДЕЯТЕЛЬНОСТИ</td>
                <td>&nbsp;</td>
                <td>&nbsp;</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>Прибыль за период</td>
                <td></td>
                <td>124&nbsp;678</td>
                <td>121&nbsp;159</td>
            </tr>
            <tr>
                <td><i>Корректировки:</i></td>
                <td></td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>Амортизация основных средств и нематериальных активов</td>
                <td>10</td>
                <td>116&nbsp;124</td>
                <td>107&nbsp;300</td>
            </tr>
            <tr>
                <td>Обесценение основных средств</td>
                <td>14</td>
                <td>7&nbsp;688</td>
                <td>21&nbsp;244</td>
            </tr>
            <tr>
                <td>Финансовые расходы</td>
                <td>12</td>
                <td>27&nbsp;517</td>
                <td>30&nbsp;034</td>
            </tr>
            <tr>
                <td>Финансовые доходы</td>
                <td>12</td>
                <td>(17&nbsp;617)</td>
                <td>(16&nbsp;319)</td>
            </tr>
            <tr>
                <td>Убыток от выбытия основных средств</td>
                <td></td>
                <td>2&nbsp;275</td>
                <td>3&nbsp;048</td>
            </tr>
            <tr>
                <td>Доля в (прибыли) ассоциированных и совместных предприятий, за&nbsp;вычетом налога на&nbsp;прибыль</td>
                <td></td>
                <td>(337)</td>
                <td>(2)</td>
            </tr>
            <tr>
                <td>(Доход от прекращения признания дочернего общества)/Убыток от восстановления контроля над дочерними обществами</td>
                <td>9</td>
                <td>(690)</td>
                <td>80</td>
            </tr>
            <tr>
                <td>Резерв под ожидаемые кредитные убытки</td>
                <td>10</td>
                <td>25&nbsp;820</td>
                <td>16&nbsp;159</td>
            </tr>
            <tr>
                <td>Списание безнадежных долгов </td>
                <td></td>
                <td>406</td>
                <td>509</td>
            </tr>
            <tr>
                <td>Доход от безвозмездно полученных основных средств</td>
                <td></td>
                <td>(2&nbsp;684)</td>
                <td>(2&nbsp;777)</td>
            </tr>
            <tr>
                <td>Списание кредиторской задолженности</td>
                <td></td>
                <td>(860)</td>
                <td>(666)</td>
            </tr>
            <tr>
                <td>Неденежные расчеты по договорам технологического присоединения</td>
                <td></td>
                <td>(2&nbsp;570)</td>
                <td>(5&nbsp;137)</td>
            </tr>
            <tr>
                <td>Прочие неденежные операции</td>
                <td></td>
                <td>(244)</td>
                <td>760</td>
            </tr>
            <tr>
                <td>Расход по налогу на прибыль</td>
                <td></td>
                <td>41&nbsp;453</td>
                <td>37&nbsp;524</td>
            </tr>
            <tr class="font_bold">
                <td>Итого влияние корректировок</td>
                <td></td>
                <td>196&nbsp;281</td>
                <td>191&nbsp;757</td>
            </tr>
            <tr>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>Изменение активов, связанных с обязательствами по вознаграждениям работникам</td>
                <td></td>
                <td>494</td>
                <td>(2)</td>
            </tr>
            <tr>
                <td>Изменение обязательств по вознаграждениям работникам</td>
                <td></td>
                <td>(8&nbsp;839)</td>
                <td>(1&nbsp;608)</td>
            </tr>
            <tr class="font_bold">
                <td>Денежные потоки от операционной деятельности до изменений в оборотном капитале и резервах</td>
                <td></td>
                <td>312&nbsp;614</td>
                <td>311&nbsp;306</td>
            </tr>
            <tr>
                <td><i>Изменения в оборотном капитале:</i></td>
                <td></td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>Изменение торговой и прочей дебиторской задолженности</td>
                <td></td>
                <td>(31&nbsp;992)</td>
                <td>(24&nbsp;147)</td>
            </tr>
            <tr>
                <td>Изменение запасов </td>
                <td></td>
                <td>(1&nbsp;648)</td>
                <td>(754)</td>
            </tr>
            <tr>
                <td>Изменение торговой и прочей кредиторской задолженности</td>
                <td></td>
                <td>26&nbsp;514</td>
                <td>4&nbsp;526</td>
            </tr>
            <tr>
                <td>Изменение резервов</td>
                <td></td>
                <td>340</td>
                <td>(3&nbsp;744)</td>
            </tr>
            <tr class="font_bold">
                <td>Денежные потоки от операционной деятельности до уплаты налога на прибыль и процентов</td>
                <td></td>
                <td>305&nbsp;828</td>
                <td>287&nbsp;187</td>
            </tr>
            <tr>
                <td>Налог на прибыль уплаченный</td>
                <td></td>
                <td>(27&nbsp;550)</td>
                <td>(29&nbsp;637)</td>
            </tr>
            <tr>
                <td>Проценты уплаченные</td>
                <td></td>
                <td>(39&nbsp;707)</td>
                <td>(45&nbsp;164)</td>
            </tr>
            <tr class="font_bold">
                <td>Чистые денежные средства, полученные от операционной деятельности</td>
                <td></td>
                <td>238&nbsp;571</td>
                <td>212&nbsp;386</td>
            </tr>
            <tr>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
            </tr>
            <tr class="font_bold">
                <td>ДВИЖЕНИЕ ДЕНЕЖНЫХ СРЕДСТВ ОТ ИНВЕСТИЦИОННОЙ ДЕЯТЕЛЬНОСТИ</td>
                <td>&nbsp;</td>
                <td>&nbsp;</td>
                <td>&nbsp;</td>
            </tr>
            <tr>
                <td>Приобретение основных средств и нематериальных активов</td>
                <td></td>
                <td>(220&nbsp;653)</td>
                <td>(215&nbsp;701)</td>
            </tr>
            <tr>
                <td>Поступления от продажи основных средств и нематериальных активов</td>
                <td></td>
                <td>1&nbsp;375</td>
                <td>1&nbsp;941</td>
            </tr>
            <tr>
                <td>Открытие депозитов и приобретение финансовых вложений</td>
                <td></td>
                <td>(73&nbsp;091)</td>
                <td>(26&nbsp;660)</td>
            </tr>
            <tr>
                <td>Закрытие депозитов и выбытие финансовых вложений</td>
                <td></td>
                <td>26&nbsp;351</td>
                <td>39&nbsp;865</td>
            </tr>
            <tr>
                <td>Проценты полученные</td>
                <td></td>
                <td>7&nbsp;129</td>
                <td>9&nbsp;215</td>
            </tr>
            <tr>
                <td>Продажа финансовых вложений</td>
                <td></td>
                <td>2&nbsp;795</td>
                <td>–</td>
            </tr>
            <tr>
                <td>Дивиденды полученные</td>
                <td></td>
                <td>2&nbsp;254</td>
                <td>2&nbsp;500</td>
            </tr>
            <tr class="font_bold">
                <td>Чистые денежные средства, использованные в инвестиционной деятельности</td>
                <td></td>
                <td>(253&nbsp;840)</td>
                <td>(188&nbsp;840)</td>
            </tr>
            <tr>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
            </tr>
            <tr class="font_bold">
                <td>ДВИЖЕНИЕ ДЕНЕЖНЫХ СРЕДСТВ ОТ ФИНАНСОВОЙ ДЕЯТЕЛЬНОСТИ</td>
                <td></td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>Привлечение заемных средств</td>
                <td></td>
                <td>615&nbsp;072</td>
                <td>537&nbsp;413</td>
            </tr>
            <tr>
                <td>Погашение заемных средств</td>
                <td></td>
                <td>(605&nbsp;710)</td>
                <td>(537&nbsp;483)</td>
            </tr>
            <tr>
                <td>Поступления от эмиссии акций </td>
                <td></td>
                <td>–</td>
                <td>1&nbsp;525</td>
            </tr>
            <tr>
                <td>Приобретение неконтролирующих долей участия в дочерних организациях</td>
                <td></td>
                <td>(476)</td>
                <td>–</td>
            </tr>
            <tr>
                <td>Продажа собственных акций</td>
                <td></td>
                <td>1&nbsp;214</td>
                <td>–</td>
            </tr>
            <tr>
                <td>Дивиденды выплаченные</td>
                <td></td>
                <td>(12&nbsp;684)</td>
                <td>(9&nbsp;642)</td>
            </tr>
            <tr>
                <td>Платежи по обязательствам финансовой аренды</td>
                <td></td>
                <td>(145)</td>
                <td>(275)</td>
            </tr>
            <tr class="font_bold">
                <td>Чистые денежные средства, использованные в финансовой деятельности</td>
                <td></td>
                <td>(2&nbsp;729)</td>
                <td>(8&nbsp;462)</td>
            </tr>
            <tr class="font_bold">
                <td>Чистое (уменьшение)/увеличение денежных средств и их эквивалентов</td>
                <td></td>
                <td>(17&nbsp;998)</td>
                <td>15&nbsp;084</td>
            </tr>
            <tr class="font_bold">
                <td>Денежные средства и их эквиваленты на начало отчетного периода</td>
                <td>20</td>
                <td>102&nbsp;054</td>
                <td>86&nbsp;970</td>
            </tr>
            <tr class="font_bold">
                <td>Денежные средства и их эквиваленты на конец отчетного периода</td>
                <td>20</td>
                <td>84&nbsp;056</td>
                <td>102&nbsp;054</td>
            </tr>
        </table>

    </div>
</div>


